Repository: Talanor/rengine
Catalog: web/startScan/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: CDN IP Address
fr: Adresse IP du CDN

source: Processing... Please wait...
fr: Traitement en cours... Veuillez patienter...

source: No endpoint detected
fr: Aucun point de terminaison détecté

source: Web Server
fr: Serveur Web

source: Copy Url!
fr: Copier l'URL !

source: No subdomain change
fr: Aucune modification de sous-domaine

source: Interesting
fr: Interessant

source: Added
fr: Ajouté

source: Removed
fr: Supprimé

source: No endpoint change
fr: Aucune modification de point de terminaison

source: No Users discovered.
fr: Aucun utilisateur découvert.

source: Subdomain
fr: Sous-domaine

source: Informational
fr: Informationnelle

source: Low
fr: Faible

source: Medium
fr: Modérée

source: High
fr: Élevée

source: Critical
fr: Critique

source: Todo Added.
fr: Tâche ajoutée

source: Okay
fr: OK

source: Error!
fr: Erreur !

source: Querying Subdomains...
fr: Requête des sous-domaines...

source: Download Subdomains as txt
fr: Télécharger les sous-domaines sous forme de txt

source: Copy Subdomains!
fr: Copier les sous-domaines!

source: Copy Subdomains
fr: Copier les sous-domaines

source: No Subdomains
fr: Aucun sous-domaine

source: Could not find any subdomains.
fr: Impossible de trouver de sous-domaine.

source: Querying Interesting Subdomains...
fr: Requête des sous-domaines intéressants...

source: No Interesting Subdomains
fr: Aucun sous-domaine intéressant

source: Could not find any interesting subdomains.
fr: Impossible de trouver de sous-domaine intéressant.

source: Querying Interesting Endpoints...
fr: Requête des points de terminaison intéressants...

source: Download Endpoints as txt
fr: Télécharger les points de terminaison en txt

source: Copy Endpoints!
fr: Copier les points de terminaison !

source: Copy Endpoints
fr: Copier les points de terminaison

source: No Interesting Endpoints
fr: Aucun point de terminaison intéressant

source: Could not find any interesting Endpoints.
fr: Impossible de trouver de point de terminaison intéressant.

source: No Important Endpoints
fr: Aucun point de terminaison

source: No subdomains has been marked as important.
fr: Aucun sous-domaine n'a été marqué comme important.

source: Querying Endpoints...
fr: Requête des points de terminaison...

source: Loading...
fr: Chargement...

source: Oops!
fr: Oups !

source: No subtasks selected. Please choose at least one subtask !
fr: Aucune sous-tâche sélectionnée. Veuillez choisir au moins une sous-tâche !

source: Initiating subtask...
fr: Initialisation de la sous-tâche...

source: Subtask initiated successfully!
fr: Sous-tâche initiée avec succès !

source: Could not initiate subtask!
fr: Impossible d'initier la sous-tâche !

source: Oops! No Subdomains has been selected!
fr: Oups ! Aucun sous-domaine n'a été sélectionné !

source: Querying Selected Subdomains...
fr: Requête des sous-domaines sélectionnés...

source: Oops! Could not download selected subdomains.
fr: Oups ! Impossible de télécharger les sous-domaines sélectionnés.

source: Do you really want to delete these subdomains? This action cannot be undone.
fr: Voulez-vous vraiment supprimer ces sous-domaines? Cette action ne peut pas être annulée.

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Deleting Subdomain...
fr: Suppression du sous-domaine...

source: Subdomain successfully deleted!
fr: Sous-domaine supprimé avec succès!

source: Could not delete Subdomain!
fr: Impossible de supprimer le sous-domaine!

source: reNgine has earlier identified that this subdomain did not return any HTTP status and likely the subdomain is not alive. reNgine may not be able to detect any CMS, would you still like to continue?
fr: reNgine a déjà identifié que ce sous-domaine n'a pas retourné de statut HTTP et probablement le sous-domaine n'est pas en ligne. reNgine ne pourra pas détecter de CMS, voulez-vous toujours continuer?

source: Detect CMS
fr: Détecter CMS

source: Equals
fr: Égal à

source: Some Value
fr: Un valeur

source: Not Equals
fr: Pas égal à

source: Greater than
fr: Plus que

source: Less than
fr: Moins que

source: and
fr: et

source: Match endpoint if <span class="badge badge-soft-danger">all args</span> are true
fr: Sélectionner l'endpoint si <span class="badge badge-soft-danger">touts les arguments</span> sont vrais

source: or
fr: ou

source: Match endpoint if <span class="badge badge-soft-warning">either of one</span> is true
fr: Sélectionner à l'endpoint si <span class="badge badge-soft-warning">un des arguments</span> est vrai

source: Match subdomain if <span class="badge badge-soft-danger">all args</span> are true
fr: Sélectionner le sous-domaine si <span class="badge badge-soft-danger">tous les arguments</span> sont vrais

source: Match subdomain if <span class="badge badge-soft-warning">either of one</span> is true
fr: Sélectionner le sous-domaine si <span class="badge badge-soft-warning">un des arguments</span> est vrai

source: Match vulnerability if <span class="badge badge-soft-danger">all args</span> are true
fr: Séléctionner la vulnérabilité si <span class="badge badge-soft-danger">tous les arguments</span> sont vrais

source: Match vulnerability if <span class="badge badge-soft-warning">either of one</span> is true
fr: Séléctinnner la vulnérabilité si <span class="badge badge-soft-warning">un des arguments</span> est vrai

source: Showing page _PAGE_ of _PAGES_
fr: Affichage de la page _PAGE_ sur _PAGES_

source: Results : _MENU_
fr: Résultats : _MENU_

source: Search...
fr: Rechercher...

source: Hackerone Configuration
fr: Configuration Hackerone

source: Test my hackerone API Key
fr: Tester ma clé API Hackerone

source: This will test if your hackerone API keys are working.
fr: Ceci va tester si vos clés API Hackerone fonctionnent.

source: Your hackerone Credentials are working.
fr: Vos identifiants Hackerone fonctionnent.

source: Oops! Your hackerone Credentials are not working, check your username and/or api_key.
fr: Oups! Vos identifiants Hackerone ne fonctionnent pas, vérifiez votre nom d'utilisateur et/ou votre clé API.

source: Unable to get your public IP
fr: Impossible de récupérer votre adresse IP publique

source: No vulnerability detected
fr: Aucune vulnérabilité détectée

source: No subscan yet
fr: Aucun sous-scan pour l'instant

source: No scan scheduled yet
fr: Aucun scan planifié pour l'instant

source: No scan yet
fr: Aucun scan pour l'instant

source: No directory detected
fr: Aucun dossier détecté

source: No S3 Bucket detected
fr: Aucun Bucket S3 détecté
